"use strict";

const db = require("../models/index");

module.exports = {
    up: async () => {
        const tags = [
            "археологи",
            "етнографи",
            "історики",
            "краєзнавці",
            "поети",
            "поетеси",
            "письменники",
            "письменниці",
            "науковці",
            "винахідники",
            "селекціонери",
            "педіатри",
            "біологи",
            "зоологи",
            "орнітологи",
            "іконописці",
            "композитори",
            "релігійні діячі",
            "священики",
            "теологи",
            "педагоги",
            "філологи",
            "перекладачі",
            "математики",
            "кібернетики",
            "акторки",
            "актори",
            "кіноакторки",
            "кіноактори",
            "художники",
            "художниці",
            "публіцисти",
            "прозаїки",
            "отамани",
            "гетьмани",
            "націоналісти",
            "авіаконструктори",
            "конструктори",
            "драматурги",
            "астрономи",
            "математики",
            "діячі науки і техніки",
            "князі",
            "рюриковичі",
            "телережисери",
        ];

        for(let tag of tags) {
            let existingTag = await db.tag.findOne({where: {name: tag}});
            if(!existingTag) {
                await db.tag.create({name: tag});
            }
        }
    },

    down: (queryInterface) => {
        return queryInterface.bulkDelete("tag", null, {});
    }
};
