module.exports = {
    cities: [
        {name: "Львів", nameEn: "Lviv", coordinates: [49.839683, 24.029717]},
        {name: "Жовква", nameEn: "Zhovkva", coordinates: [50.0549132, 23.9415806]},
        {
            name: "Івано-Франківськ",
            nameEn: "Ivano-Frankivsk",
            coordinates: [48.9217099, 24.7020728]
        },
        {
            name: "Володимир-Волинський",
            nameEn: "Volodymyr-Volynsky",
            coordinates: [50.8482214, 24.2869926]
        },
        {name: "Тернопіль", nameEn: "Ternopil", coordinates: [49.5484447, 25.5274572]},
        {name: "Київ", nameEn: "Kyiv", coordinates: [50.394981, 30.3322158]},
        {name: "Житомир", nameEn: "Zhytomyr", coordinates: [50.2609606, 28.6637444]},
        {
            name: "Хмельницький",
            nameEn: "Khmelnytsky",
            coordinates: [49.4106424, 26.9250467]
        },
        {name: "Чернівці", nameEn: "Chernivtsi", coordinates: [48.3214908, 25.7934901]},
        {name: "Мукачево", nameEn: "Mukachevo", coordinates: [48.4409537, 22.6776106]},
        {name: "Ужгород", nameEn: "Uzhgorod", coordinates: [48.6194739, 22.2094258]},
        {name: "Стрий", nameEn: "Stryi", coordinates: [49.259062, 23.8053984]},
        {name: "Рівне", nameEn: "Rivne", coordinates: [50.6111563, 26.1743715]},
        {name: "Луцьк", nameEn: "Lutsk", coordinates: [50.7398785, 25.263793]},
        {name: "Ковель", nameEn: "Kovel", coordinates: [51.2192135, 24.6807714]},
    ],
    streets: [
        {
            name: "Максима Кривоноса вулиця",
            nameEm: "Maksyma Kryvonosa street",
            oldName: "Гагарина улица",
            description: "Максима Кривоноса вулиця",
            ways: [[
                [49.8450587, 24.0358534],
                [49.8450562, 24.036532],
                [49.8448283, 24.0385873],
                [49.8450727, 24.0362645],
                [49.8448132, 24.0386797]
            ]]
        },
        {
            name: "Підвальна вулиця",
            description: "Підвальна вулиця",
            ways: [[
                [49.8420337, 24.0353032],
                [49.8421666, 24.035246],
                [49.8426506, 24.0350583],
                [49.8427925, 24.035007],
                [49.8424704, 24.0351296],
                [49.8440608, 24.0338273],
                [49.8439898, 24.034371],
                [49.8437515, 24.0346278],
                [49.8434663, 24.0347426],
                [49.8438938, 24.0345484],
                [49.8438289, 24.0345909],
                [49.8439475, 24.0344816]
            ]]
        },
        {
            name: "Миколи Миклухо-Маклая вулиця",
            description: "Миколи Миклухо-Маклая вулиця",
            ways: [[
                [49.8432623, 24.0393903],
                [49.8433141, 24.0393339],
                [49.8439319, 24.0386606]
            ]]
        },
        {
            name: "Памви Беринди вулиця",
            nameEn: "Pamvy Beryndy street",
            oldName: "Лєніна вулиця",
            description: "Памви Беринди вулиця",
            ways: [[
                [49.8407214, 24.02873],
                [49.8409433, 24.0297957],
                [49.8409257, 24.0297109],
                [49.8409294, 24.0297289],
                [49.8407489, 24.0288624],
                [49.840734, 24.0287858]
            ]],
        },
        {
            name: "Сербська вулиця",
            description: "Сербська вулиця",
            ways: [[
                [49.8400659, 24.0336288],
                [49.83951, 24.0339495],
                [49.8391323, 24.0340609],
                [49.8392689, 24.0340156],
                [49.8399919, 24.0336759],
                [49.8394329, 24.0339707],
                [49.839188, 24.0340424]
            ]]
        },
        {
            name: "Братів Рогатинців вулиця",
            description: "Братів Рогатинців",
            ways: [[
                [49.8397358, 24.0302488],
                [49.840037, 24.0316092],
                [49.8398852, 24.0309338],
                [49.8404896, 24.0333772],
                [49.84067, 24.0340871],
                [49.841008, 24.0356008],
                [49.8407201, 24.0343111],
                [49.8408406, 24.0348104],
                [49.8408595, 24.0348888],
                [49.8409581, 24.0352974]
            ]]
        },
        {
            name: "Краківська вулиця",
            nameEn: "Krakivska street",
            description: "Краківська вулиця",
            ways: [[
                [49.8422346, 24.0304806],
                [49.8430591, 24.0300692],
            ], [
                [49.8435662, 24.0297924],
                [49.8438447, 24.0296612],
                [49.8437827, 24.0296905]
            ]],
        },
        {
            name: "Ставропігійська вулиця",
            description: "Ставропігійська вулиця",
            ways: [[
                [49.8428323, 24.0332819],
                [49.8426247, 24.0322671]
            ]]
        },
        {
            name: "Корнякта вулиця",
            description: "Корнякта вулиця",
            ways: [[
                [49.8302409, 24.0317359],
                [49.8321016, 24.0336364],
                [49.8309134, 24.0326402],
                [49.8322956, 24.0337366],
                [49.8326875, 24.0338421],
            ]]
        },
        {
            name: "Івана Франка вулиця",
            description: "Івана Франка вулиця",
            ways: [[
                [49.8432505, 24.0227675],
                [49.8432701, 24.0226245],
            ], [
                [49.8432647, 24.0225824],
                [49.843189, 24.0219883]
            ]]
        },
        {
            name: "Городоцька вулиця",
            description: "Городоцька вулиця",
            ways: [[
                [49.8435505, 24.0221675],
                [49.8434702, 24.0228245],
            ], [
                [49.8432647, 24.0225824],
                [49.842189, 24.0217883]
            ]],
        },
        {
            name: "Тараса Шевченка вулиця",
            oldName: "Артема улица",
            description: "Тараса Шевченка вулиця",
            ways: [[
                [49.8422205, 24.0221672],
                [49.8438702, 24.0221241],
            ], [
                [49.8111647, 24.0225824],
                [49.8411189, 24.0217883]
            ]]
        },
    ],
    namedEntities: [
        {
            name: "Максим Кривоніс",
            description: "Макси́м Кривоні́с (Кривонос, або Перебійніс також Перейбийніс; близько 1600 — 1648)  — український військовий діяч періоду Хмельниччини, лисянський полковник, один з керівників козацько-селянських повстань в Україні під час Хмельниччини. Учасник Корсунської битви, літньої подільської та осінньої волинсько-галицької кампаній 1648 року. Уперше в історії Львова взяв штурмом Високий замок.",
            wikiUrl: "https://uk.wikipedia.org/wiki/%D0%9C%D0%B0%D0%BA%D1%81%D0%B8%D0%BC_%D0%9A%D1%80%D0%B8%D0%B2%D0%BE%D0%BD%D1%96%D1%81",
            imageUrl: "https://upload.wikimedia.org/wikipedia/commons/a/af/Kozak.gif"
        },
        {
            name: "Микола Миклухо-Маклай",
            description: "Миклу́хо-Макла́й Мико́ла Микола́йович (5 (17) липня 1846, село Язикове, Новгородська губернія — 2 (14) квітня 1888, Санкт-Петербург) — відомий мандрівник, антрополог, етнограф, географ; дослідник народів Південно-Східної Азії, Австралії й Океанії; автор близько 160 наукових праць; українського походження з козацького роду Миклух. Був підданим Російської імперії, але майже все своє свідоме життя провів поза її межами, де й зробив свої знакові дослідження та відкриття.",
            wikiUrl: "https://uk.wikipedia.org/wiki/%D0%9C%D0%B8%D0%BA%D0%BB%D1%83%D1%85%D0%BE-%D0%9C%D0%B0%D0%BA%D0%BB%D0%B0%D0%B9_%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0_%D0%9C%D0%B8%D0%BA%D0%BE%D0%BB%D0%B0%D0%B9%D0%BE%D0%B2%D0%B8%D1%87",
            imageUrl: "https://upload.wikimedia.org/wikipedia/commons/6/67/Miklukho-Maklai.jpg"
        },
        {
            name: "Іван Франко",
            description: "Іва́н Я́кович Фра́нко́ (27 серпня 1856, с. Нагуєвичі — 28 травня 1916, Львів, Австро-Угорщина) — видатний український письменник, поет, публіцист, перекладач, учений, громадський і політичний діяч. Доктор філософії (1893), дійсний член Наукового товариства імені Шевченка (1899), почесний доктор Харківського університету (1906)[1][2].",
            wikiUrl: "https://uk.wikipedia.org/wiki/%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%BE_%D0%86%D0%B2%D0%B0%D0%BD_%D0%AF%D0%BA%D0%BE%D0%B2%D0%B8%D1%87",
            imageUrl: "https://upload.wikimedia.org/wikipedia/commons/a/ab/%D0%A4%D1%80%D0%B0%D0%BD%D0%BA%D0%BE_%D0%86%D0%B2%D0%B0%D0%BD.jpg"
        },
        {
            name: "Памво Беринда",
            description: "Па́мво Бери́нда (між 1550 та 1570 — 13 (23) липня 1632) — діяч української культури, енциклопедист, мовознавець, лексикограф, письменник, поет, друкар і гравер, православний чернець, великий українець, видатна постать культурно-освітнього руху Галичини та України першої половини ХVII століття.",
            wikiUrl: "https://uk.wikipedia.org/wiki/%D0%91%D0%B5%D1%80%D0%B8%D0%BD%D0%B4%D0%B0_%D0%9F%D0%B0%D0%BC%D0%B2%D0%BE",
            imageUrl: "https://upload.wikimedia.org/wikipedia/commons/3/37/%D0%9F%D0%B0%D0%BC%D0%B2%D0%B0_%D0%91%D1%8F%D1%80%D1%8B%D0%BD%D0%B4%D0%B0.jpg"
        },
        {
            name: "Тарас Шевченко",
            description: "Тара́с Григо́рович Шевче́нко (відомий також як Кобза́р; 25 лютого (9 березня) 1814, с. Моринці, Київська губернія, Російська імперія (нині Звенигородський район, Черкаська область, Україна) — 26 лютого (10 березня) 1861, Санкт-Петербург, Російська імперія) — український поет, письменник (драматург, прозаїк), художник (живописець, гравер), громадський та політичний діяч. Національний герой і символ України.",
            wikiUrl: "https://uk.wikipedia.org/wiki/%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE_%D0%A2%D0%B0%D1%80%D0%B0%D1%81_%D0%93%D1%80%D0%B8%D0%B3%D0%BE%D1%80%D0%BE%D0%B2%D0%B8%D1%87",
            imageUrl: "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/Taras_Shevchenko_selfportrait_oil_1840_%28crop%29.png/800px-Taras_Shevchenko_selfportrait_oil_1840_%28crop%29.png"
        },
        {
            name: "Костянтин Корнякт",
            description: "Корнякт Костянтин (грец. Κωνσταντίνος Κορνιακτός, пол. Konstanty Korniakt; 1517/1520 — 1603) — грецький купець, шляхтич, громадянин Львова. Один з найбагатших міщан в історії міста, фундатор будівель, що носять його ім'я.",
            wikiUrl: "https://uk.wikipedia.org/wiki/%D0%9A%D0%BE%D1%80%D0%BD%D1%8F%D0%BA%D1%82_%D0%9A%D0%BE%D1%81%D1%82%D1%8F%D0%BD%D1%82%D0%B8%D0%BD",
            imageUrl: "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Konstanty_Korniakt_%281517-1603%29.jpg/320px-Konstanty_Korniakt_%281517-1603%29.jpg"
        }
    ],
    user: {email: "test@gmail.com", password: "testpass"}
};