module.exports = {
    wikiData: {
        "назва": "Вулиця Василя Симоненка",
        "населений пункт": "[[Львів]]",
        "місцевість": "",
        "район": "[[Франківський район|Франківський]]",
        "назва на честь": "[[Василь Симоненка|Василь Симоненко]]"
    },
    pages: [
        {
            key: "Вулиця Симоненка (Львів)",
            searchKey: "Вулиця Симоненка (Львів)",
            searchResults: [
                "Вулиця Симоненка (Львів)"
            ],
            page: {
                title: "Вулиця Симоненка (Львів)",
                content: "У 1960–1970-х рр. почалась забудова Південного масиву міста Львова, що включав в себе частину колишнього села Кульпарків, що у 1930-х роках приєднано до Львова. У 1977 р. проклали вул. Радянської Конституції, перейменовану у 1991-му на пошану поета Василя Симоненка.",
                imageUrl: "https://upload.wikimedia.org/wikipedia/uk/thumb/e/ee/%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE.jpg/300px-%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE.jpg",
                categories: [
                    "Кульпарків",
                    "Вулиці Франківського району Львова",
                    "Вулиці Львова, названі на честь людей",
                    "Вулиці Василя Симоненка"
                ]
            }
        },
        {
            key: "Василь Симоненко",
            searchKey: "Симоненка",
            searchResults: [
                "Василь Симоненко"
            ],
            page: {
                title: "Симоненко Василь Андрійович",
                content: "Васи́ль Андрі́йович Симоне́нко (8 січня 1935, с. Біївці, Лубенський район, Полтавська область, Українська СРР — 13 грудня 1963, Черкаси, УРСР) — український поет і журналіст, шістдесятник.",
                imageUrl: "https://upload.wikimedia.org/wikipedia/uk/thumb/e/ee/%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE.jpg/300px-%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE.jpg",
                categories: [
                    "Народились 8 січня",
                    "Народились 1935",
                    "Померли 13 грудня",
                    "Померли 1963",
                    "Лауреати Шевченківської премії 1995 року",
                    "Українські поети",
                    "Український рух опору",
                    "Уродженці Лубенського району",
                    "Почесні громадяни Черкас",
                    "Шістдесятники",
                    "Поховані в Черкасах",
                    "Люди, на честь яких названі вулиці",
                    "Симоненко Василь Андрійович",
                    "Люди на монетах України",
                    "Люди на марках"
                ]
            }
        },
        {
            searchKey: "Вулиця Спокійна (Львів)",
            searchResults: [
                "Вулиця Спокійна (Львів)"
            ],
            key: "Вулиця Спокійна (Львів)",
            page: {
                title: "Вулиця Спокійна (Львів)",
                content: "вулиця у Франківському районі[1][2] міста Львів, місцевість Богданівка. Пролягає від вулиці Сулими до вулиці Любінської.",
                imageUrl: "https://upload.wikimedia.org/wikipedia/uk/thumb/e/ee/%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE.jpg/300px-%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE.jpg",
                categories: [
                    "Богданівка",
                    "Вулиці Франківського району Львова"
                ]
            }
        }
    ],
    streets: [
        {
            isNamedAfterPerson: true,
            cityName: "Львів",
            streetName: "Вулиця Симоненка"
        },
        {
            isNamedAfterPerson: false,
            cityName: "Львів",
            streetName: "Вулиця Спокійна"
        },
    ]
};