module.exports = {
    wikiData: {
        "назва": "Вулиця Василя Симоненка",
        "населений пункт": "[[Львів]]",
        "місцевість": "",
        "район": "[[Франківський район|Франківський]]",
        "назва на честь": "[[Василь Симоненка|Василь Симоненко]]"
    },
    pages: [
        {
            key: "Вулиця Симоненка (Львів)",
            searchKey: "Вулиця Симоненка (Львів)",
            searchResults: [
                "Вулиця Симоненка (Львів)"
            ],
            page: {
                title: "Вулиця Симоненка (Львів)",
                content: "У 1960–1970-х рр. почалась забудова Південного масиву міста Львова, що включав в себе частину колишнього села Кульпарків, що у 1930-х роках приєднано до Львова. У 1977 р. проклали вул. Радянської Конституції, перейменовану у 1991-му на пошану поета Василя Симоненка.",
                imageUrl: "https://upload.wikimedia.org/wikipedia/uk/f/ff/%D0%92%D0%BB%D0%B0%D0%B4%D0%B8%D0%BC%D0%B8%D1%80%D0%B0_%D0%B8_%D0%9E%D0%BB%D1%8C%D0%B3%D0%B8_%D0%A3%D0%93%D0%9A%D0%A6_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2.jpg",
                fullUrl: "https://uk.wikipedia.org/wiki/%D0%92%D1%83%D0%BB%D0%B8%D1%86%D1%8F_%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%B0_(%D0%9B%D1%8C%D0%B2%D1%96%D0%B2)",
                categories: [
                    "Категорія:Кульпарків",
                    "Категорія:Вулиці Франківського району Львова",
                    "Категорія:Вулиці Львова, названі на честь людей",
                    "Категорія:Вулиці Василя Симоненка"
                ]
            }
        },
        {
            key: "Василь Симоненко",
            searchKey: "Симоненка",
            searchResults: [
                "Василь Симоненко"
            ],
            page: {
                title: "Симоненко Василь Андрійович",
                content: "Васи́ль Андрі́йович Симоне́нко (8 січня 1935, с. Біївці, Лубенський район, Полтавська область, Українська СРР — 13 грудня 1963, Черкаси, УРСР) — український поет і журналіст, шістдесятник.",
                imageUrl: "https://upload.wikimedia.org/wikipedia/commons/7/71/Sign_Symonenko.tif",
                fullUrl: "https://uk.wikipedia.org/wiki/%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D0%B5%D0%BD%D0%BA%D0%BE_%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%8C_%D0%90%D0%BD%D0%B4%D1%80%D1%96%D0%B9%D0%BE%D0%B2%D0%B8%D1%87",
                categories: [
                    "Категорія:Народились 8 січня",
                    "Категорія:Народились 1935",
                    "Категорія:Померли 13 грудня",
                    "Категорія:Померли 1963",
                    "Категорія:Лауреати Шевченківської премії 1995 року",
                    "Категорія:Українські поети",
                    "Категорія:Український рух опору",
                    "Категорія:Уродженці Лубенського району",
                    "Категорія:Почесні громадяни Черкас",
                    "Категорія:Шістдесятники",
                    "Категорія:Поховані в Черкасах",
                    "Категорія:Люди, на честь яких названі вулиці",
                    "Категорія:Симоненко Василь Андрійович",
                    "Категорія:Люди на монетах України",
                    "Категорія:Люди на марках"
                ]
            }
        },
        {
            searchKey: "Вулиця Спокійна (Львів)",
            searchResults: [
                "Вулиця Спокійна (Львів)"
            ],
            key: "Вулиця Спокійна (Львів)",
            page: {
                title: "Вулиця Спокійна (Львів)",
                content: "вулиця у Франківському районі[1][2] міста Львів, місцевість Богданівка. Пролягає від вулиці Сулими до вулиці Любінської.",
                imageUrl: "https://upload.wikimedia.org/wikipedia/commons/7/7d/%D0%A5%D0%BE%D1%80%D1%83%D0%B3%D0%B2%D0%B0_%D0%9B%D1%8C%D0%B2%D0%BE%D0%B2%D0%B0.png",
                fullUrl: "https://uk.wikipedia.org/wiki/%D0%92%D1%83%D0%BB%D0%B8%D1%86%D1%8F_%D0%A1%D0%BF%D0%BE%D0%BA%D1%96%D0%B9%D0%BD%D0%B0_(%D0%9B%D1%8C%D0%B2%D1%96%D0%B2)",
                categories: [
                    "Категорія:Богданівка",
                    "Категорія:Вулиці Франківського району Львова"
                ]
            }
        },
        {
            searchKey: "Спокійна",
            searchResults: [
                "Спокійна",
                "Спокійна вулиця (Київ)",
                "Вулиця Спокійна (Львів)",
                "Спокійне"
            ],
            key: "Спокійна вулиця",
            page: {
                title: "Спокійна вулиця",
                content: "Спокі́йна ву́лиця — назва вулиць у …я назва Чумацької вулиці у Львові.",
                fullUrl: "https://uk.wikipedia.org/wiki/%D0%A1%D0%BF%D0%BE%D0%BA%D1%96%D0%B9%D0%BD%D0%B0_%D0%B2%D1%83%D0%BB%D0%B8%D1%86%D1%8F",
                imageUrl: null,
                categories: [
                    "Категорія:Багатозначні терміни: урбаноніми",
                    "Категорія:Всі сторінки неоднозначності",
                    "Категорія:Всі сторінки неоднозначності статей",
                    "Категорія:Вулиці"
                ]
            }
        }
    ],
    streets: [
        {
            isNamedAfterPerson: true,
            cityName: "Львів",
            streetName: "Вулиця Симоненка"
        },
        {
            isNamedAfterPerson: false,
            cityName: "Львів",
            streetName: "Вулиця Спокійна"
        },
    ]
};